import "./style.css"
const Timeline = ()=>{
    const data = [
        "دسترسی به متخصصانی از سراسر کشور",
        "اطمینان خاطر از حفظ سلامتی خود",
        "دسترسی ساده به این پلتفرم در هر زمان و مکان ",
        "آشنایی با مواردی که برای سلامتی شخص شما مضر است",
        "مشاهده ی لحظه به لحظه ی سطح سلامتی خود",
        "دسترسی به متخصصانی از سراسر کشور",
        "اطمینان خاطر از حفظ سلامتی خود",
        "دسترسی ساده به این پلتفرم در هر زمان و مکان ",
        "آشنایی با مواردی که برای سلامتی شخص شما مضر است",
        "مشاهده ی لحظه به لحظه ی سطح سلامتی خود",
        "دسترسی به متخصصانی از سراسر کشور",
        "اطمینان خاطر از حفظ سلامتی خود",
        "دسترسی ساده به این پلتفرم در هر زمان و مکان ",
        "آشنایی با مواردی که برای سلامتی شخص شما مضر است",
        "مشاهده ی لحظه به لحظه ی سطح سلامتی خود",
        "دسترسی به متخصصانی از سراسر کشور",
        "اطمینان خاطر از حفظ سلامتی خود",
        "دسترسی ساده به این پلتفرم در هر زمان و مکان ",
        "آشنایی با مواردی که برای سلامتی شخص شما مضر است",
        "مشاهده ی لحظه به لحظه ی سطح سلامتی خود",
    ]
    return (
        <>
        <section className="timeline">
        <h1>چرا سایت سلامت جو؟</h1>
            <div className="list">
                <ul>
                {
                    data.map((item , index)=>(
                        <li key={index}>{item}</li>
                    ))
                }
                </ul>
            </div>
            <div className="animation"></div>
            </section>
        </>
    )
}
export default Timeline;